{
  "featured": {
    "heading": {
      "title": "Features for Your Big Ideas.",
      "subTitle": "How to Mind Map, Beautifully",
      "intro": "Mind mapping starts with a main idea in the center of your mind map. Create unlimited subtopics and explore your thoughts, color coding for clarity and style. As your map takes shape, add context to topics with attachments, embedded media and more. MindMeister’s features guide you through your first mind maps onto maximum creativity."
    },
    "data": {}
  },
  "content": {
    "heading": {
      "title": "Mind Map Online.",
      "subTitle": "Unlock Your Imagination",
      "intro": "MindMeister makes creating stunning mind maps easy. Our intuitive editor allows you to map your big ideas together with your team, quickly and beautifully. From project planning, to brainstorming, to meeting management, set your collaborative creativity free and create epic mind maps."
    },
    "data": [
      {
        "name": "Alexa",
        "src": "https://i.ibb.co/FYTKDG6/Rectangle-118-2.png",
        "srcMobile": "https://i.ibb.co/zHjXqg4/Rectangle-118.png",
        "alt": "Alexa featured Image"
      },
      {
        "name": "Olivia",
        "src": "https://i.ibb.co/fGmxhVy/Rectangle-119.png",
        "srcMobile": "https://i.ibb.co/NrWKJ1M/Rectangle-119.png",
        "alt": "Olivia featured Image"
      },
      {
        "name": "Liam",
        "src": "https://i.ibb.co/Pc6XVVC/Rectangle-120.png",
        "srcMobile": "https://i.ibb.co/C5MMBcs/Rectangle-120.png",
        "alt": "Liam featued Image"
      },
      {
        "name": "Elijah",
        "src": "https://i.ibb.co/7nSJPXQ/Rectangle-121.png",
        "srcMobile": "https://i.ibb.co/ThZBWxH/Rectangle-121.png",
        "alt": "Elijah featured image"
      }
    ]
  },
  "history": {
    "heading": {
      "title": "A Short History",
      "subTitle": "Mind Mapping 101",
      "intro": ""
    },
    "data": [
      {
        "icon": "/about_history_01.svg",
        "title": "The Beginning",
        "desc": "Visual representations of information have been used for thousands of years. Humans have always felt the urge to record their thoughts and present these to others – in both analog and digital formats."
      },
      {
        "icon": "/about_history_02.svg",
        "title": "The Father",
        "desc": "The term “mind map” appeared in the 1970s, when it was coined on the BBC by Tony Buzan, the “father of mind mapping.” Originally, Buzan had developed mind maps to memorize information at university."
      },
      {
        "icon": "/about_history_03.svg",
        "title": "The Method",
        "desc": "Buzan studied great thinkers and combined their approaches with his own research in psychology, creative thinking and memorization. His summary, “The Mind Map Book,” appeared in 1995."
      },
      {
        "icon": "/about_history_04.svg",
        "title": "Branching Out",
        "desc": "The modern definition of mind mapping encompasses spider maps and bubble maps as well. These are variations on the Buzan method, but maintain the radiant structure and hierarchy of mind maps."
      },
      {
        "icon": "/about_history_05.svg",
        "title": "Going Online",
        "desc": "In 2007, the first web-based mind map tool was released: MindMeister. With billions of ideas generated by over 37 million users worldwide, the tool has revolutionized ideation for business and education."
      },
      {
        "icon": "/about_history_06.svg",
        "title": "Enter the Panda",
        "desc": "MindMeister underwent an extensive update in 2021 to adapt the tool to the evolving user needs. Feedback from thousands of mind mappers helped create an all-new MindMeister – Project Panda."
      }
    ]
  }
}